MRL_UniversalRuntimeLanguage_Core_v1/docs/MRL_RuntimeGraph.mmd
graph TD
    n0000_2591d13c-->n0001_fbdb901a
    n0001_fbdb901a-->n0002_be29d755
    n0002_be29d755-->n0003_f987e777
    n0003_f987e777-->n0004_4070c7e5
    n0004_4070c7e5-->n0005_6da5fd3a
    n0005_6da5fd3a-->n0006_b0860729
    n0006_b0860729-->n0007_6386179e
    n0007_6386179e-->n0008_cafa3e29
    n0008_cafa3e29-->n0009_72fadd1d
    n0009_72fadd1d-->n0010_11658ecb
    n0010_11658ecb-->n0011_9d319d46
    n0011_9d319d46-->n0012_c457d1b9
    n0012_c457d1b9-->n0013_79062b11
    n0013_79062b11-->n0014_03fb3c90
    n0014_03fb3c90-->n0015_3d34b690
    n0015_3d34b690-->n0016_c5c140da
    n0016_c5c140da-->n0017_2f2f46ad
    n0017_2f2f46ad-->n0018_0083c5e5
    n0018_0083c5e5-->n0019_3fe8261d
    n0019_3fe8261d-->n0020_a628f096
    n0020_a628f096-->n0021_4ee4eddb
    n0021_4ee4eddb-->n0022_3d34b690
    n0022_3d34b690-->n0023_19c51fd0
    n0023_19c51fd0-->n0024_ee4d49b0
    n0024_ee4d49b0-->n0025_a628f096
    n0025_a628f096-->n0026_3e8b5da7
    n0026_3e8b5da7-->n0027_73ff81e0
    n0027_73ff81e0-->n0028_ec8629d2
    n0028_ec8629d2-->n0029_7da7379f
    n0029_7da7379f-->n0030_9b3a3ef3
    n0030_9b3a3ef3-->n0031_4bdf3618
    n0031_4bdf3618-->n0032_645f8c94
    n0032_645f8c94-->n0033_8a231907
    n0033_8a231907-->n0034_1de4381d
    n0034_1de4381d-->n0035_3f004ffb
    n0035_3f004ffb-->n0036_e6b8e5ed
    n0036_e6b8e5ed-->n0037_5ca04b53
    n0037_5ca04b53-->n0038_d4eebf9d
    n0038_d4eebf9d-->n0039_439a4d10
    n0039_439a4d10-->n0040_cf8496f5
    n0001_fbdb901a-.->n0002_be29d755
    n0003_f987e777-.->n0004_4070c7e5
    n0008_cafa3e29-.->n0009_72fadd1d
    n0013_79062b11-.->n0014_03fb3c90
    n0020_a628f096-.->n0021_4ee4eddb
    n0025_a628f096-.->n0026_3e8b5da7
    n0029_7da7379f-.->n0030_9b3a3ef3
    n0029_7da7379f-.->n0031_4bdf3618
    n0029_7da7379f-.->n0032_645f8c94
    n0029_7da7379f-.->n0033_8a231907
    n0029_7da7379f-.->n0034_1de4381d
    n0029_7da7379f-.->n0035_3f004ffb
    n0029_7da7379f-.->n0036_e6b8e5ed
    n0029_7da7379f-.->n0037_5ca04b53
    n0029_7da7379f-.->n0038_d4eebf9d
    n0029_7da7379f-.->n0039_439a4d10
